export const Games = [
  {
    id: 0,
    srcImg: "/banner.jpg",
    altImg: "",
    name: "Гибкий Ряд",
    description:
      "«Гибкий Ряд» — это увлекательная лотерейная игра, в которой игроки заполняют билет, выбирая числа и, при желании, линию для мультипликатора, чтобы увеличить потенциальный выигрыш.",
    href: "/rules/flexible-line",
  },
  {
    id: 1,
    srcImg: "/banner.jpg",
    altImg: "",
    name: "Лотерея-судоку",
    description:
      "«Судоку-Лотерея PRO» — это уникальная комбинация классической головоломки судоку и азартной лотереи.",
    href: "/rules/sudoku-lottery",
  },
  {
    id: 2,
    srcImg: "/banner.jpg",
    altImg: "",
    name: "Лотерея-сапёр",
    description:
      "«Мины» — это захватывающая игра, сочетающая элементы риска, стратегии и удачи. Игроки открывают клетки на игровом поле, чтобы найти бонусы, конвертеры или избежать мин. ",
    href: "/rules/mines-lottery",
  },
  {
    id: 3,
    srcImg: "/banner.jpg",
    altImg: "",
    name: "Лотерея-тетрис",
    description: "Игра находится в разработке, ожидайте!",
  },
];
